Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
tr_tr: Teklif yönetimi kaynağının değiştirilmesi, girdiğiniz değerleri temizleyecektir. Bu işlem geri alınamaz.

source: Change proposal management source
tr_tr: Değişiklik teklifi yönetimi kaynağı

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
tr_tr: Bu turdaki her ücret öğesi için teklif değerlerinin nasıl önceden doldurulacağını ve yönetileceğini yapılandırın.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
tr_tr: Teklif yönetimi kaynağının devre dışı bırakılması, girdiğiniz değerleri temizleyecektir. Bu işlem geri alınamaz.

source: Disable proposal management
tr_tr: Teklif yönetimini devre dışı bırak

source: Enable proposal management
tr_tr: Teklif yönetimini etkinleştir

source: Create your formula
tr_tr: Formülünüzü oluşturun

source: Formula type
tr_tr: Formül türü

source: Use an existing value
tr_tr: Mevcut bir değer kullan

source: Prefill the proposal using an existing calculated or reference field
tr_tr: Teklifi mevcut bir hesaplanmış veya referans alan kullanarak önceden doldurun

source: Calculate using a formula
tr_tr: Formül kullanarak hesapla

source: Generate the proposal value using a custom formula
tr_tr: Özel bir formül kullanarak teklif değeri oluşturun

source: Proposal method
tr_tr: Teklif yöntemi

source: Choose an option to continue
tr_tr: Devam etmek için bir seçenek belirleyin

source: Source field
tr_tr: Kaynak alan

source: This value will be used as the initial proposal for managers.
tr_tr: Bu değer, yöneticiler için ilk teklif olarak kullanılacaktır.

source: Select the field used to prefill the proposal
tr_tr: Teklifi önceden doldurmak için kullanılan alanı seçin

source: Choose one
tr_tr: Birini seçiniz

source: The source field is required.
tr_tr: Kaynak alan zorunludur.

source: Workers manually removed
tr_tr: Çalışanlar manuel olarak kaldırıldı

source: Workers manually added
tr_tr: Çalışanlar manuel olarak eklendi

source: Manage workers
tr_tr: Çalışanları yönet

source: {{count}} worker selected
tr_tr: {{count}} işçi seçildi

source: {{count}} workers selected
tr_tr: {{count}} işçi seçildi

source: Exclude worker
tr_tr: Çalışanı hariç tut

source: Exclude selected
tr_tr: Seçilenleri hariç tut

source: Select which workers will be excluded from this compensation population.
tr_tr: Bu tazminat grubundan hariç tutulacak çalışanları seçin.

source: Include worker
tr_tr: Çalışanı dahil et

source: Include selected
tr_tr: Seçileni dahil et

source: Select which workers will be included in this compensation population.
tr_tr: Bu tazminat grubuna hangi çalışanların dahil edileceğini seçin.

source: Please select at least one worker.
tr_tr: Lütfen en az bir çalışan seçiniz.

source: The population cannot be empty.
tr_tr: Popülasyon boş olamaz.

source: Individual inclusions and exclusions.
tr_tr: Bireysel dahil etme ve hariç tutmalar.

source: Select the relevant existing population criteria that apply to this round of compensation.
tr_tr: Bu ücretlendirme dönemi için geçerli olan mevcut popülasyon kriterlerini seçin.

source: Populations relevant for this compensation round.
tr_tr: Bu tazminat turu için ilgili nüfuslar.

source: Select system populations
tr_tr: Sistem popülasyonlarını seçin

source: Selected populations
tr_tr: Seçili popülasyonlar

source: Overview of population definition.
tr_tr: Popülasyon tanımına genel bakış

source: Compensation population summary
tr_tr: Ücretlendirme popülasyonu özeti

source: Workers can belong to multiple populations
tr_tr: Çalışanlar birden fazla popülasyona ait olabilir

source: No compensation rounds created yet.
tr_tr: Henüz herhangi bir tazminat turu oluşturulmadı.

source: No compensation rounds
tr_tr: Tazminat turu yok

source: Name (A-Z)
tr_tr: Ad (A-Z)

source: Name (Z-A)
tr_tr: Ad (Z-A)

source: Sort by
tr_tr: Sıralama ölçütü

source: End date (earliest)
tr_tr: Bitiş tarihi (en erken)

source: End date (latest)
tr_tr: Bitiş tarihi (en geç)

source: Last generated (oldest)
tr_tr: Son oluşturulan (en eski)

source: Last generated (newest)
tr_tr: Son oluşturulan (en yeni)

source: Last edited (oldest)
tr_tr: Son düzenleme (en eski)

source: Last edited (newest)
tr_tr: Son düzenleme (en yeni)

source: No actors selected
tr_tr: Hiçbir aktör seçilmedi

source: View bonus calculation formula configuration
tr_tr: Prim hesaplama formülü yapılandırmasını görüntüle

source: No guideline rules
tr_tr: Kılavuz kuralı yok

source: Start: {{startDate}} • End: {{endDate}}
tr_tr: Başlangıç: {{startDate}} • Bitiş: {{endDate}}

source: Last updates
tr_tr: Son güncellemeler

source: Any changes to this round will appear here.
tr_tr: Bu tura yapılan tüm değişiklikler burada görünecek.

source: No updates yet
tr_tr: Henüz güncelleme yok

source: By {{author}},
tr_tr: {{author}} tarafından,

source: Added fields
tr_tr: Eklenen alanlar

source: Description:
tr_tr: Açıklama:

source: Model name:
tr_tr: Model adı:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
tr_tr: Seçilen ikramiye planında güncellemeler yapıldı. Gerektiğinde bunları uygulamak için bekleyen taslak sürümü kullanın.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
tr_tr: Seçilen veri modelinde güncellemeler yapıldı. Gerektiğinde bunları uygulamak için bekleyen taslak sürümü kullanın.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
tr_tr: Veri modeli yeni alanlarla genişletildi. Gerekirse bunları uygulamak için bekleyen taslak sürümü kullanın.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
tr_tr: Seçilen ikramiye planında güncellemeler yapıldı. Değişiklikleri uygulamak için lütfen ücretlendirme turunu yayınlayın.

source: Republished (proposals retained)
tr_tr: Yeniden yayımlandı (teklifler korundu)

source: Republished (no proposals)
tr_tr: Yeniden yayımlandı (teklif yok)

source: Changes detected in bonus plan
tr_tr: Prim planında değişiklikler tespit edildi

source: Data model extended
tr_tr: Veri modeli genişletildi

source: Pending draft created
tr_tr: Bekleyen taslak oluşturuldu

source: Pending draft deleted
tr_tr: Bekleyen taslak silindi

source: Round republished
tr_tr: Tur yeniden yayımlandı

source: Round published
tr_tr: Tur yayımlandı

source: View all updates
tr_tr: Tüm güncellemeleri görüntüle

source: All updates
tr_tr: Tüm güncellemeler

source: View population configuration
tr_tr: Kitle yapılandırmasını görüntüle

source: View round configuration
tr_tr: Tur konfigurasyonunu görüntüle

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
tr_tr: Aktif kurallar: {{activeRulesCount}} • Pasif kurallar: {{inactiveRulesCount}}

source: Team planner configuration
tr_tr: Takım planlayıcı yapılandırması

source: View team planner configuration
tr_tr: Ekip planlayıcı yapılandırmasını görüntüle

source: Validation reports: {{validationReportsCount}}
tr_tr: Doğrulama raporları: {{validationReportsCount}}

source: View workflow configuration
tr_tr: İş akışı yapılandırmasını görüntüle

source: API connection
tr_tr: API bağlantısı

source: Connection details
tr_tr: Bağlantı ayrıntıları

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
tr_tr: Bu indirme, veri aktarımı {{workersCount}} çalışan sınırını aştığı için kullanılamıyor. Bunu düzeltmek için lütfen yapılandırmayı düzenleyerek çalışan seçiminizi daraltınız. Yardım veya büyük dışa aktarma seçeneklerini görüşmek için lütfen müşteri hizmetleriyle iletişime geçiniz.

source: Connection ID
tr_tr: Bağlantı Kimliği

source: Round ID
tr_tr: Tur ID

source: Round Management
tr_tr: Tur Yönetimi

source: Copy JSON
tr_tr: JSON'u kopyala

source: Failed to copy. Please try again.
tr_tr: Kopyalama başarısız oldu. Lütfen tekrar deneyin.

source: JSON copied to clipboard
tr_tr: JSON panoya kopyalandı

source: Create statement generation rule
tr_tr: Beyan oluşturma kuralı oluştur

source: The statement generation rule was successfully created.
tr_tr: Bildirim oluşturma kuralı başarıyla oluşturuldu.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
tr_tr: Bu bildirim oluşturma kuralını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: The statement generation rule was successfully duplicated.
tr_tr: Bildirim oluşturma kuralı başarıyla çoğaltıldı.

source: No statement generation rules yet!
tr_tr: Henüz bildiri oluşturma kuralları yok!

source: Generated
tr_tr: Oluşturuldu

source: Generation failed
tr_tr: Oluşturma başarısız oldu

source: Not generated
tr_tr: Oluşturulmadı

source: The communication round cannot be empty.
tr_tr: İletişim turu boş olamaz.

source: Specify a name and a description for this document distribution rule.
tr_tr: Bu belge dağıtım kuralı için bir ad ve açıklama belirtin.

source: Distribution rules
tr_tr: Dağıtım kuralları

source: Select the communication round and document template that will be used for distribution.
tr_tr: Dağıtım için kullanılacak iletişim turunu ve belge şablonunu seçin.

source: Edit statement generation rule
tr_tr: Ekstre oluşturma kuralını düzenle

source: The file name cannot be longer than {{charLimit}} characters.
tr_tr: Dosya adı {{charLimit}} karakterden uzun olamaz.

source: Customize the file name with variables
tr_tr: Dosya adını değişkenlerle özelleştirin

source: Use a fixed file name for all documents
tr_tr: Tüm belgeler için sabit bir dosya adı kullanın

source: The file name cannot contain special characters.
tr_tr: Dosya adı özel karakterler içeremez.

source: The document template cannot be empty.
tr_tr: Belge şablonu boş olamaz.

source: Select document template
tr_tr: Belge şablonunu seçin

source: The statement generation has started.
tr_tr: Ekstre oluşturma işlemi başlatıldı.

source: The statement generation rule was successfully updated.
tr_tr: Bildirim oluşturma kuralı başarıyla güncellendi.

source: View statement generation rule
tr_tr: Beyan oluşturma kuralını görüntüle

source: Manage round cycle
tr_tr: Tur döngüsünü yönetin

source: Round name (A-Z)
tr_tr: Dönem adı (A-Z)

source: Round name (Z-A)
tr_tr: Dönem adı (Z-A)

source: Sorting
tr_tr: Sıralama

source: Start date (earliest)
tr_tr: Başlangıç tarihi (en erken)

source: Start date (latest)
tr_tr: Başlangıç tarihi (en geç)

source: Actual budget
tr_tr: Gerçekleşen bütçe

source: No maximum outcome configuration
tr_tr: Maksimum sonuç yapılandırması yok

source: No minimum outcome configuration
tr_tr: Minimum sonuç yapılandırması yok

source: No outcome configuration
tr_tr: Sonuç yapılandırması yok

source: No rule configuration
tr_tr: Kural yapılandırması yok

source: No validation reports with the name "{{phrase}}"
tr_tr: "{{phrase}}" adında doğrulama raporu yok

source: The note was successfully deleted.
tr_tr: Not başarıyla silindi.

source: Select rule
tr_tr: Kural seç

source: Total eligible workers
tr_tr: Toplam uygun çalışan sayısı

source: Total populations
tr_tr: Toplam popülasyonlar

source: Total number of rules
tr_tr: Toplam kural sayısı

source: Incentive Management
tr_tr: Teşvik Yönetimi

source: Select at least one data source to continue.
tr_tr: Devam etmek için en az bir veri kaynağı seçin.

source: Manage the round cycle to generate statements and create payroll connections.
tr_tr: Beyanlar oluşturmak ve bordro bağlantıları kurmak için tur döngüsünü yönetin.

source: Incentive Curve Design
tr_tr: Teşvik Eğrisi Tasarımı

source: Compensation Structure
tr_tr: Ücretlendirme Yapısı

source: Compensation Process
tr_tr: Tazminat Süreci

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
tr_tr: Maaş, ödenekler, harcırahlar, bonus, ödeme ertelemeleri, hisse senedi ve dolaylı yan haklar/ödenekler dahil olmak üzere, kuruluşunuzun ücretlendirme çerçevesini ve ücretlendirme öğelerini oluşturun.

source: Active currencies
tr_tr: Aktif para birimleri

source: Enabled currencies
tr_tr: Etkinleştirilen para birimleri

source: Is enabled
tr_tr: Etkinleştirildi

source: {{currencyName}} currency is active
tr_tr: {{currencyName}} para birimi aktif

source: No currencies yet
tr_tr: Henüz para birimi yok

source: Company currency
tr_tr: Şirket para birimi

source: Global currency checkbox for {{currencyName}}
tr_tr: {{currencyName}} için küresel para birimi onay kutusu

source: No currencies with the name "{{phrase}}"
tr_tr: "{{phrase}}" adına sahip hiçbir para birimi yok

source: Selected currency checkbox for {{currencyName}}
tr_tr: {{currencyName}} için seçili para birimi onay kutusu

source: Selected currency checkbox for this page
tr_tr: Bu sayfa için seçilen para birimi onay kutusu

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
tr_tr: Kullanıcıların platformda seçebileceği para birimlerini etkinleştirin. Global para birimi seçilemez veya devre dışı bırakılamaz.

source: Currency preview
tr_tr: Para birimi önizlemesi

source: Global currency
tr_tr: Küresel para birimi

source: Change global currency
tr_tr: Global para birimini değiştir

source: Select the default currency for all users across the application.
tr_tr: Uygulama genelinde tüm kullanıcılar için varsayılan para birimini seçin.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
tr_tr: Önceki para birimi etkin kalacaktır. Artık ihtiyacınız yoksa, lütfen para birimi tablosundan manuel olarak devre dışı bırakınız.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
tr_tr: Seçilen global para birimi, uygulama genelinde varsayılan olarak kullanılacak ve otomatik olarak etkinleştirilecektir.

source: Global currency configuration
tr_tr: Global para birimi yapılandırması

source: Currencies & Exchange Rates
tr_tr: Para Birimleri ve Döviz Kurları

source: Define which currencies will be available across the application features and which one will be global currency.
tr_tr: Uygulama özelliklerinde hangi para birimlerinin kullanılabilir olacağını ve hangisinin global para birimi olacağını tanımlayın.

source: Active & global currencies
tr_tr: Aktif ve küresel para birimleri

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
tr_tr: Para birimi ayarlarının yapılandırması değiştirildi. Bu değişiklikleri kaydetmek, gelecekteki anlık görüntüleri ve ilgili verileri etkileyecektir.

source: Configuration change detected
tr_tr: Yapılandırma değişikliği tespit edildi

source: Currency Settings
tr_tr: Para Birimi Ayarları

source: The name is required.
tr_tr: İsim gereklidir.

source: Payout curve details
tr_tr: Ödeme eğrisi ayrıntıları

source: The code already exists
tr_tr: Kod zaten var

source: Enter a code for the payout curve
tr_tr: Ödeme eğrisi için bir kod girin

source: Enter the basic information of the payout curve
tr_tr: Ödeme eğrisinin temel bilgilerini girin

source: Enter a description for the payout curve
tr_tr: Ödeme eğrisi için bir açıklama girin

source: Enter a name for the payout curve
tr_tr: Ödeme eğrisi için bir ad girin

source: Falling
tr_tr: Düşme

source: Decreasing payout over time/levels.
tr_tr: Zamanla/seviyelerle azalan ödeme.

source: Growing
tr_tr: Büyüyor

source: Increasing payout over time/levels.
tr_tr: Zamanla/seviyelerle birlikte artan ödeme.

source: Create payout curve
tr_tr: Ödeme eğrisi oluşturun

source: Edit payout curve
tr_tr: Ödeme eğrisini düzenleyin

source: Linear curve
tr_tr: Doğrusal eğri

source: Payout curves
tr_tr: Ödeme eğrileri

source: No payout curves have been created yet.
tr_tr: Henüz ödeme eğrisi oluşturulmadı.

source: No payout curves yet
tr_tr: Henüz ödeme eğrisi yok

source: The payout curve was successfully published.
tr_tr: Ödeme eğrisi başarıyla yayınlandı.

source: The payout curve was successfully saved.
tr_tr: Ödeme eğrisi başarıyla kaydedildi.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
tr_tr: Koşullarınız boş veya kriterleri karşılamıyor. Lütfen ödeme eğrisi grafiğini oluşturmak için hataları düzeltin.

source: Cannot generate chart
tr_tr: Grafik oluşturulamıyor

source: Payout curve preview
tr_tr: Ödeme eğrisi önizlemesi

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
tr_tr: Sonuçlar ile ödemeler arasındaki korelasyonu ve ödeme eğrisini gösteren bir grafik ile birlikte kontrol edin.

source: Clear values
tr_tr: Değerleri temizle

source: Direction
tr_tr: Yön

source: What is the direction of this curve?
tr_tr: Bu eğrinin yönü nedir?

source: Rules related to the selected direction:
tr_tr: Seçilen yönerge ile ilgili kurallar:

source: Result values must decrease from top to bottom
tr_tr: Sonuç değerleri yukarıdan aşağıya doğru azalmalıdır

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
tr_tr: Düşen eğri, daha yüksek performansın daha düşük ödemelerle sonuçlandığı senaryolar için uygundur (örneğin, cezalar veya maliyet kontrolü gibi).

source: Payout values must decrease
tr_tr: Ödeme tutarları azaltılmalıdır

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
tr_tr: Sonuçları en düşük tanımlı eşik değerinde veya altında olan Çalışanlar, maksimum ödeme tutarını alacaktır.

source: Workers whose results exceed the highest defined threshold will receive 0.
tr_tr: Sonuçları en yüksek tanımlı eşiği aşan Çalışanlar 0 alacaktır.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
tr_tr: Sonuçları en yüksek tanımlı eşiği aşan Çalışanlar, maksimum ödeme değerini alacaktır.

source: Workers whose results are below the lowest defined threshold will receive 0.
tr_tr: Sonuçları en düşük tanımlı eşik değerinin altında olan Çalışanlar 0 alacaktır.

source: General rules:
tr_tr: Genel kurallar:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
tr_tr: Girdi alanlarına tam sayılar ve ondalık sayılar girin (kesirler kabul edilmez).

source: In a growing curve, each result condition must be higher than the one before it.
tr_tr: Artan bir eğride, her bir sonuç koşulu bir öncekinden daha yüksek olmalıdır.

source: This configuration is typically used when better performance results in higher payouts.
tr_tr: Bu yapılandırma genellikle daha iyi performansın daha yüksek ödemelerle sonuçlandığı durumlarda kullanılır.

source: Corresponding payout values should also increase or remain the same as performance improves.
tr_tr: Karşılık gelen ödeme değerleri, performans arttıkça da artmalı veya aynı kalmalıdır.

source: Rules & guidelines
tr_tr: Kurallar ve yönergeler

source: Thresholds
tr_tr: Eşikler

source: Define performance milestones and their corresponding payout levels.
tr_tr: Performans kilometre taşlarını ve bunlara karşılık gelen ödeme seviyelerini tanımlayın.

source: What type is your payout curve?
tr_tr: Ödeme eğrinizin türü nedir?

source: Result units
tr_tr: Sonuç birimleri

source: Performance result
tr_tr: Performans sonucu

source: Which units will be used for results in this curve?
tr_tr: Bu eğrideki sonuçlar için hangi birimler kullanılacak?

source: The value must be larger than the {{min}} value.
tr_tr: Değer, {{min}} değerinden büyük olmalıdır.

source: Define the min and max values for results and payout.
tr_tr: Sonuçlar ve ödeme için minimum ve maksimum değerleri tanımlayın.

source: Payout curve settings
tr_tr: Ödeme eğrisi ayarları

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
tr_tr: Yapılandırmada sorunlar var. Hataları önlemek için aralıkları ve koşulları lütfen kontrol ediniz.

source: Payout range
tr_tr: Ödeme aralığı

source: Maximum payout
tr_tr: Maksimum ödeme

source: Minimum payout
tr_tr: Minimum ödeme tutarı

source: The maximum value must be larger than the minimum value.
tr_tr: Maksimum değer, minimum değerden büyük olmalıdır.

source: Result range
tr_tr: Sonuç aralığı

source: Maximum result
tr_tr: Maksimum sonuç

source: Minimum result
tr_tr: Minimum sonuç

source: The highest allowable value for both result and payout ranges is 120%.
tr_tr: Hem sonuç hem de ödeme aralıkları için izin verilen en yüksek değer %120'dir.

source: The lowest allowable value for both result and payout ranges is 0%.
tr_tr: Hem sonuç hem de ödeme aralıkları için izin verilen en düşük değer %0'dır.

source: All workers that exceed the maximum result will be included in the maximum range.
tr_tr: Maksimum sonucu aşan tüm çalışanlar, maksimum aralığa dahil edilecektir.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
tr_tr: Girdi alanları yalnızca tam sayıları ve ondalıkları kabul eder. Kesirlere izin verilmez.

source: The default unit used in the payout curve metric is percentage.
tr_tr: Ödeme eğrisi metriğinde varsayılan olarak kullanılan birim yüzdedir.

source: The value must be smaller than the {{max}} value.
tr_tr: Değer, {{max}} değerinden küçük olmalıdır.

source: Define metrics, type and thresholds
tr_tr: Metrikleri, türü ve eşikleri tanımlayın

source: End payout
tr_tr: Ödemeyi sonlandır

source: End result
tr_tr: Nihai sonuç

source: Payout value (%)
tr_tr: Ödeme değeri (%)

source: Payout
tr_tr: Ödeme

source: Payout: {{yAxis}}
tr_tr: Ödeme: {{yAxis}}

source: Result (%)
tr_tr: Sonuç (%)

source: for
tr_tr: için

source: Result: {{xAxis}}
tr_tr: Sonuç: {{xAxis}}

source: Start payout
tr_tr: Ödemeyi başlat

source: Start result
tr_tr: Sonucu başlat

source: Step curve
tr_tr: Adım eğrisi

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
tr_tr: Doğrusal bir eğri, zaman içinde veya performans seviyeleri arasında sabit bir oranda değişen bir ödemeyi temsil eder.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
tr_tr: Bir basamak eğrisi, ödemeyi kademeli olarak değil, belirli aralıklarda sabit "sıçramalarla" değiştirir.

source: Amount (units)
tr_tr: Miktar (birim)

source: Percentages
tr_tr: Yüzdeler

source: View payout curve
tr_tr: Ödeme eğrisini görüntüle

source: Additional field attributes
tr_tr: Ek alan özellikleri

source: Are you sure you want to deactivate entity? This action cannot be undone.
tr_tr: Varlığı devre dışı bırakmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete this entity? This action cannot be undone.
tr_tr: Bu varlığı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
tr_tr: Bu varlığı yayımlamak istediğinizden emin misiniz? Önce varlık ayarlarını değerlendirmenizi öneririz.

source: Confirm publishing
tr_tr: Yayımlamayı onayla

source: Create custom entity
tr_tr: Özel varlık oluştur

source: Failed to load entity details.
tr_tr: Varlık ayrıntıları yüklenemedi.
